Revit 2027 API
CommandMenuItem Properties
The CommandMenuItem type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from MenuItem)
Top
See Also
Reference
CommandMenuItem Class
Autodesk.Revit.UI Namespace